SOAP_Templates/ListItems2.txt

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xmlns:xsd="http://www.w3.org/2001/XMLSchema"
xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
    <soap12:Body>
        <ListItems2 xmlns="http://api.filesanywhere.com/">
            <Token>{REPLACE_ME_1}</Token>
            <Path>{REPLACE_ME_2}</Path>
            <PageSize>{REPLACE_ME_3}</PageSize>
            <PageNum>{REPLACE_ME_4}</PageNum>
        </ListItems2>
      </soap12:Body>
</soap12:Envelope>
